Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/segmented/kde3.tmx
Source language: en
Languages: be

source: "incorrect invocation or permissions"
be: "منادات أو أذون غير صالحة"

source: "some mount succeeded"
be: "بعض التركيب تم بنجاح"

source: #articles">Articles</a> |
be: #articles">Артыкулы</a> |

source: #chat">Chat</a> |
be: #chat">Чат</a> |

source: #involved">Getting involved</a> ]
be: #involved">Прыняць удзел</a> ]

source: #mailinglist">Mailinglist</a> |
be: #mailinglist">Паштовы спіс</a> |

source: % Used:
be: الـ % المستعمل:

source: %1 %2 does not support ATAPI
be: %1 %2 не падтрымлівае ATAPI

source: %1 (Appendable Data %2)
be: %1 (Пашыральныя данні %2)

source: %1 (Complete Data %2)
be: %1 (Завершаныя данні %2)

source: %1 (Mixed CD)
be: %1 (Змешаны CD)

source: %1 Gb
be: %1 ج. بت

source: %1 Kb
be: %1 ك. بت

source: %1 MB
be: %1 Мб

source: %1 Mb
be: %1 م. بت

source: %1 Tb
be: %1 ت. بت

source: %1 bit/s
be: %1 біт/s

source: %1 did not exit cleanly.
be: %1 завяршылася неакуратна.

source: %1 encountered non-form2 sector
be: %1 сутыкнулася з не-form2 сектарам

source: %1 executable too old! Need version %2 or greater
be: Патрэбен версіі %2 ці вышэй

source: %1 has unsaved data.
be: %1 мае незахаваныя данні.

source: %1 kbps
be: %1 Kb/s

source: %1 of %2 MB
be: %1 з %2 MB

source: %1 or %2
be: %1 ці %2

source: %1 returned an unknown error (code %2).
be: %1 вярнула невядомую памылку (код %2).

source: %1 will be run with root privileges on kernel >= 2.6.8
be: %1 будзе запушчаны з прывілеямі root на ядры >= 2.6.8

source: %1 will be run without root privileges
be: %1 будзе запушчаны без прывілеяў root

source: %1:%2 hours
be: %1:%2 гадзін

source: &Active
be: &Актыўны

source: &Add
be: &Дадаць

source: &Add Device...
be: &Дадаць прыладу...

source: &Add Files...
be: &Дадаць файлы...

source: &Add to Project
be: &Дадаць у праект

source: &Advanced
be: &Адмысловае

source: &Advanced Mode
be: Асаблівы рэжым

source: &Album
be: Альбом

source: &Ask to save projects on exit
be: [PO-fuzzy] Спытваць пра захаванне праектаў перад выхадам

source: &Audio
be: Аўдыё

source: &Back
be: &Назад

source: &Background color:
be: &Фонавы колер:

source: &Background:
be: &Фон:

source: &Bars
be: &Слупкі

source: &Basic Mode
be: Просты рэжым

source: &Bold
be: [PO-fuzzy] &Рэжым

source: &Burn
be: &Выпаліць

source: &Burn CD Image...
be: &Выпаліць адбітак CD...

source: &Burn DVD ISO Image...
be: &Выпаліць ISO адбітак DVD...

source: &Center
be: Пасярэдзіне

source: &Channels
be: &Каналы

source: &Check system configuration
be: [PO-fuzzy] Правяраць сістэмную канфігурацыю

source: &Clear
be: А&чысціць

source: &Clear Imported Session
be: &Ачысціць імпартаваную сесію

source: &Clear Project
be: &Ачысціць праект

source: &Columns
be: Кало&нак

source: &Configure Device...
be: &Настроіць прыладу...

source: &Configure...
be: &Наладзіць...

source: &Connect
be: &Злучыцца

source: &Copy permitted
be: [PO-fuzzy] Капіяванне дазволена

source: &Custom icon colors
be: [PO-fuzzy] Асаблівы

source: &Custom...
be: &Іншае...

source: &Default action dialog settings:
be: [PO-fuzzy] Трымаць дыялогі дзеянняў адкрытымі

source: &Device
be: &Прылада

source: &Disk id:
be: &Ідынтыфікатар дыска:

source: &Do not use DMA
be: &Не выкарыстоўваць DMA

source: &Down
be: &Уніз

source: &Download
be: &Сцягнуць

source: &Duration:
be: &Працягласць:

source: &Edit Boot Images...
be: &Правіць загрузачныя вобразы...

source: &Eject
be: &Высунуць

source: &Erase
be: &Ачысціць

source: &Finish
be: &Скончыць

source: &First Level
be: Першы ўзровень

source: &Font
be: &Шрыфт

source: &Foreground color:
be: &Колер тэксту:

source: &Format/Erase rewritable disk...
be: [PO-fuzzy] Знойдзены перазапісваемы дыск

source: &Forward
be: &Далей

source: &FullScreen Mode
be: Паўнаэкранны рэжым

source: &Generate Rock Ridge extensions
be: &Згенераваць пашырэнні Rock Ridge

source: &Genre
be: &Жанр

source: &Go
be: Іс&ці

source: &Grid Enabled
be: &Сетка ўключана

source: &Host:
be: &Хост:

source: &Image
be: &Адбітак

source: &Import Session...
be: &Імпартаваць сесію...

source: &Info...
be: &Звесткі...

source: &Insert File...
be: &Уставіць файл...

source: &Italic
be: [PO-fuzzy] Італія

source: &Keep Aspect Ratio
be: /Пакінуць

source: &Keep action dialogs open
be: [PO-fuzzy] Трымаць дыялогі дзеянняў адкрытымі

source: &Labels Enabled
be: &Меткі ўключаны

source: &Left
be: &Леваруч

source: &Lines
be: &Лініі

source: &Logo
be: Лагатып

source: &Loop
be: &Паўтараць

source: &Minimal Mode
be: Мінімальны рэжым

source: &Mode
be: &Рэжым

source: &More fields...
be: &Больш палёў...

source: &Mount
be: &Прымацаваць

source: &Name:
be: &Імя:

source: &New
be: &Новы

source: &New Fortune
be: Новая фартуна

source: &New Project
be: &Новы праект

source: &New...
be: &Новы...

source: &Next
be: &Наступны

source: &No
be: &Не

source: &None
be: &Няма

source: &Off
be: &Выключана

source: &Open With
be: &Адкрыць у

source: &Open With...
be: &Адкрыць у...

source: &Other...
be: &Іншыя...

source: &Overwrite
be: &Перазапісаць

source: &Parameters:
be: &Параметры:

source: &Password:
be: &Пароль:

source: &Pause
be: &Паўза

source: &Play
be: &Граць

source: &Player
be: Прайгравальнік

source: &Playlist
be: &Спіс прайгравання

source: &Preferences
be: &Настаўленні

source: &Project
be: &Праект

source: &Properties
be: &Уласцівасці

source: &Publisher:
be: &Выдавец

source: &Red closebutton icon
be: Чырвоная значка закрыцця акна

source: &Remove Device
be: &Выдаліць прыладу

source: &Rename
be: &Пераназваць

source: &Repeat
be: &Паўтарыць

source: &Repeat Mode
be: Рэжым паўтору

source: &Reset
be: С&кінуць

source: &Right
be: &Праваруч

source: &Run
be: &Выканаць

source: &Scan for New Devices...
be: Шукаць новыя прылады...

source: &Search
be: &Шукаць

source: &Second Level
be: Другі ўзровень

source: &Select All
be: &Вылучыць усе

source: &Setup System Permissions...
be: &Усталяваць сістэмныя дазволы...

source: &Shaded
be: &Заценены

source: &Skip
be: &Прапусціць

source: &Speed...
be: &Хуткасць...

source: &Start App
be: &Запусціць

source: &Stop
be: &Спыніць

source: &Third Level
be: Трэці ўзровень

source: &Title:
be: &Загаловак:

source: &Track
be: &Дарожка

source: &Type
be: &Тып

source: &Unmount
be: &Адмацаваць

source: &Up
be: &Угору

source: &Use relative paths
be: &Ужываць адносныя шляхі

source: &Use titlefont settings for button icons
be: [PO-fuzzy] Выкарыстаць значкі

source: &User:
be: &Карыстальнік:

source: &Username:
be: &Карыстальнік:

source: &Video
be: &Відэа

source: &Visualizations
be: &Візуалізацыя

source: &Word wrap:
be: &Перанос слоў:

source: (Re)Load the medium
be: [PO-fuzzy] носьбіт %1

source: (broken)
be: (пашкоджаны)

source: (none)
be: (няма)

source: (not found)
be: (не знойдзена)

source: *.bmp *.gif *.jpg *.png *.mng *.BMP *.GIF *.JPG *.PNG *.MNG|Pictures
be: *.bmp *.gif *.jpg *.png *.mng *.BMP *.GIF *.JPG *.PNG *.MNG|Відарысы

source: *.cue *.CUE|Cue Files
be: *.cue *.CUE|файлы раскладу

source: *.iso *.ISO|ISO9660 Image Files
be: *.iso *.ISO|адбітачныя файлы ISO9660

source: *.iso *.toc *.ISO *.TOC *.cue *.CUE|Image Files
be: *.iso *.toc *.ISO *.TOC *.cue *.CUE|адбітачныя файлы

source: *.k3b|K3b Projects
be: *.k3b|Праекты K3b

source: *.toc *.TOC|Cdrdao TOC Files and Cdrecord Clone Images
be: *.toc *.TOC|TOC-файлы Cdrdao і адбіткі-клоны Cdrecord

source: *.xbm *.xpm *.pbm *.pgm *.ppm *.XBM *.XPM *.PBM *.PGM *.PPM|Icons
be: *.xbm *.xpm *.pbm *.pgm *.ppm *.XBM *.XPM *.PBM *.PGM *.PPM|Значкі

source: *|All Files
be: *|Усе файлы

source: 1 (mono)
be: 1 (мона)

source: 10 Minutes
be: 10 хвілін

source: 16-bit Words
be: 16-бітныя словы

source: 2 (stereo)
be: 2 (стэрэа)

source: 2.x+ Versions, current maintainer
be: Версіі 2.x+, бягучы дагляднік

source: 32-bit Words
be: 32-бітныя словы

source: 320x? (automatic height)
be: (аўтаматычная вышыня)

source: 4 (quad sound)
be: 4 (чатырны гук)

source: 640x? (automatic height)
be: (аўтаматычная вышыня)

source: << Prev
be: << Папярэдні

source: <b>Select mobile device:</b>
be: <b>Выбраць мабільную прыладу:</b>

source: <b>Sub Categories</b>
be: <b>Падкатэгорыі</b>

source: <device>
be: < الجهاز >

source: <a name="chat"/>Chat
be: <a name="chat"/>Чат

source: <a name="involved"/>Getting involved
be: <a name="involved"/>Прыняць удзел

source: <a name="mailinglist"/>Mailinglist
be: <a name="mailinglist"/>Паштовы спіс

source: <mount point>
be: < نقطة التركيب >

source: <p><b>Conditional inclusion:</b><p>These patterns make it possible to selectively include texts, depending on the value of CDDB entries. You can choose only to include or exclude texts if one of the entries is empty, or if it has a specific value. Examples:<ul><li>@T{TEXT} includes TEXT if the album title is specified<li>!T{TEXT} includes TEXT if the album title is not specified<li>@C='Soundtrack'{TEXT} includes TEXT if the CD's extended information is named Soundtrack<li>!C='Soundtrack'{TEXT} includes TEXT if the CD's extended information is anything else but Soundtrack<li>It is also possible to include special strings in texts and conditions, e.g. !a='%A'{%a} only includes the title's artist information if it does not differ from the album artist.</ul><p>Conditional includes make use of the same characters as the special strings, which means that the X in @X{...} can be one character out of [atnycgATCd].
be: Прыклады:<ul><li>@T{TEXT} далучае TEXT, калі загаловак альбома вызначаны<li>!T{TEXT} далучае TEXT, калі загаловак альбома не вызначаны<li>@C='Soundtrack'{TEXT} далучае TEXT, калі каментар да CD названы Soundtrack<li>!C='Soundtrack'{TEXT} далучае TEXT, калі каментар да CD ёсць нечым іншым, але не Soundtrack<li>Таксама магчыма далучаць спецыяльныя радкі ў тэксты і ва ўмовы, то бок, !a='%A'{%a} далучае звесткі пра выканаўцу, толькі калі яны не адрозніваюца ад звестак пра выканаўцу албома.</ul><p>Умоўныя далучэнні выкарыстоўваюць аднолькавыя знакі як спецыяльныя спалучэнні, прычым маецца на ўвазе, што X у @X{...} можа быць адным знакам з масіва [atnycgATCd].

source: <p><b>Data Mode</b><p>Data tracks may be written in two different modes:</p><p><b>Auto</b><br>Let K3b select the best suited data mode.</p><p><b>Mode 1</b><br>This is the <em>original</em> writing mode as introduced in the <em>Yellow Book</em> standard. It is the preferred mode when writing pure data CDs.</p><p><b>Mode 2</b><br>To be exact <em>XA Mode 2 Form 1</em>, but since the other modes are rarely used it is common to refer to it as <em>Mode 2</em>.</p><p><b>Be aware:</b> Do not mix different modes on one CD. Some older drives may have problems reading mode 1 multisession CDs.
be: Некаторыя старыя драйверы маюць праблемы з чытаннем шматсесійных CD, запісаных у Рэжыме 1.

source: <p><b>Loading information from new files</b></p><p>Depending on the number of images, this may take some time.<br/>However, there is only a delay when new images are found.</p>
be: <p><b>Загрузка звестак з новых файлаў</b></p><p>У залежнасці ад колькасці відарысаў, гэта можа заняць час.<br/>Аднак, час гэтае дзеянне займае толькі калі знаходязцца новыя відарысы.</p>

source: <p><b>Pattern special strings:</b><p>The following strings will be replaced with their respective meaning in every track name.<br><em>Hint:</em> %A differs from %a only on soundtracks or compilations.<p><table border="0"><tr><td></td><td><em>Meaning</em></td><td><em>Alternatives</em></td></tr><tr><td>%a</td><td>artist of the track</td><td>%{a} or %{artist}</td></tr><tr><td>%t</td><td>title of the track</td><td>%{t} or %{title}</td></tr><tr><td>%n</td><td>track number</td><td>%{n} or %{number}</td></tr><tr><td>%y</td><td>year of the CD</td><td>%{y} or %{year}</td></tr><tr><td>%c</td><td>extended track information</td><td>%{c} or %{comment}</td></tr><tr><td>%g</td><td>genre of the CD</td><td>%{g} or %{genre}</td></tr><tr><td>%A</td><td>album artist</td><td>%{A} or %{albumartist}</td></tr><tr><td>%T</td><td>album title</td><td>%{T} or %{albumtitle}</td></tr><tr><td>%C</td><td>extended CD information</td><td>%{C} or %{albumcomment}</td></tr><tr><td>%d</td><td>current date</td><td>%{d} or %{date}</td></tr></table>
be: <p><b>Узоры спецыяльных спалучэнняў:</b><p>Наступныя спалучэнні будуць заменены іх адпаведнымі значэннямі ў назве кожнага трэка.<br><em>Падказка:</em> %A адрозніваецца ад %a толькі ў гукавых трэках і зборках.<p><table border="0"><tr><td></td><td><em>Значэнне</em></td><td><em>Альтэрнатывы</em></td></tr><tr><td>%a</td><td>выканаўца трэка</td><td>%{a} ці %{artist}</td></tr><tr><td>%t</td><td>загаловак трэка</td><td>%{t} ці %{title}</td></tr><tr><td>%n</td><td>нумар трэка</td><td>%{n} ці %{number}</td></tr><tr><td>%y</td><td>год CD</td><td>%{y} ці %{year}</td></tr><tr><td>%c</td><td>каментар да трэка</td><td>%{c} ці %{comment}</td></tr><tr><td>%g</td><td>жанр CD</td><td>%{g} ці %{genre}</td></tr><tr><td>%A</td><td>выканаўца альбома</td><td>%{A} ці %{albumartist}</td></tr><tr><td>%T</td><td>загаловак альбома</td><td>%{T} ці %{albumtitle}</td></tr><tr><td>%C</td><td>каментар да CD</td><td>%{C} ці %{albumcomment}</td></tr><tr><td>%d</td><td>цяперашняя дата</td><td>%{d} ці %{date}</td></tr></table>

source: <p><b>Pattern special strings:</b><p>The following strings will be replaced with their respective meaning in every track name.<br><p><table border="0"><tr><td></td><td><em>Meaning</em></td><td><em>Alternatives</em></td></tr><tr><td>%t</td><td>title number</td><td>%{t} or %{title_number}</td></tr><tr><td>%i</td><td>volume id (mostly the name of the Video DVD)</td><td>%{i} or %{volume_id}</td></tr><tr><td>%b</td><td>beautified volume id</td><td>%{b} or %{beautified_volume_id}</td></tr><tr><td>%l</td><td>two chars language code</td><td>%{l} or %{lang_code}</td></tr><tr><td>%n</td><td>language name</td><td>%{n} or %{lang_name}</td></tr><tr><td>%a</td><td>audio format (on the Video DVD)</td><td>%{a} or %{audio_format}</td></tr><tr><td>%c</td><td>number of audio channels (on the Video DVD)</td><td>%{c} or %{channels}</td></tr><tr><td>%v</td><td>size of the original video</td><td>%{v} or %{orig_video_size}</td></tr><tr><td>%s</td><td>size of the resulting video (<em>Caution: auto-clipping values are not taken into account!</em>)</td><td>%{s} or %{video_size}</td></tr><tr><td>%r</td><td>aspect ratio of the original video</td><td>%{r} or %{aspect_ratio}</td></tr><tr><td>%d</td><td>current date</td><td>%{d} or %{date}</td></tr></table><p><em>Hint: K3b also accepts slight variations of the long special strings. One can, for example, leave out the underscores.</em>
be: [PO-fuzzy] <p><b>Узоры спецыяльных спалучэнняў:</b><p>Наступныя спалучэнні будуць заменены іх адпаведнымі значэннямі ў назве кожнага трэка.<br><em>Падказка:</em> %A адрозніваецца ад %a толькі ў гукавых трэках і зборках.<p><table border="0"><tr><td></td><td><em>Значэнне</em></td><td><em>Альтэрнатывы</em></td></tr><tr><td>%a</td><td>выканаўца трэка</td><td>%{a} ці %{artist}</td></tr><tr><td>%t</td><td>загаловак трэка</td><td>%{t} ці %{title}</td></tr><tr><td>%n</td><td>нумар трэка</td><td>%{n} ці %{number}</td></tr><tr><td>%y</td><td>год CD</td><td>%{y} ці %{year}</td></tr><tr><td>%c</td><td>каментар да трэка</td><td>%{c} ці %{comment}</td></tr><tr><td>%g</td><td>жанр CD</td><td>%{g} ці %{genre}</td></tr><tr><td>%A</td><td>выканаўца альбома</td><td>%{A} ці %{albumartist}</td></tr><tr><td>%T</td><td>загаловак альбома</td><td>%{T} ці %{albumtitle}</td></tr><tr><td>%C</td><td>каментар да CD</td><td>%{C} ці %{albumcomment}</td></tr><tr><td>%d</td><td>цяперашняя дата</td><td>%{d} ці %{date}</td></tr></table>

source: <p><b>Title %1 (%2)</b><br>%3
be: <p><b>Загаловак %1 (%2)</b><br>%3

source: <p>Congratulation, your KPhotoAlbum version now supports searching for EXIF information.</p><p>For this to work, KPhotoAlbum needs to rescan your images. Do you want this to happen now?</p>
be: Вы не супраць таго, каб зрабіць гэта зараз?</p>

source: <p>File <em>%1</em> already exists in project folder <em>%2</em>.
be: <p>Файл <em>%1</em> ужо існуе ў тэчцы праекту <em>%2</em>.

source: <p>If this option is checked K3b will disable the source drive's ECC/EDC error correction. This way sectors that are unreadable by intention can be read.<p>This may be useful for cloning CDs with copy protection based on corrupted sectors.
be: Такім чынам, нечытальныя сектары па ідэе могуць быць прачытаны.<p>Гэта можа быць карысна для кланавання дыскаў з абаронай ад капіявання, заснаванай на пашкоджаных сектарах.

source: <p>If this option is checked K3b will format a DVD-RW even if it is empty. It may also be used to force K3b to format a DVD+RW or a DVD-RW in restricted overwrite mode.<p><b>Caution:</b> It is not recommended to often format a DVD since it may already be unusable after 10-20 reformat procedures.<p>DVD+RW media only needs to be formatted once. After that it just needs to be overwritten. The same applies to DVD-RW in restricted overwrite mode.
be: Гэта ж адносіцца і да DVD-RW у рэжыме абмежаванага перазапісу.

source: <p>If this option is checked K3b will not rip the audio data in the pregaps. Most audio tracks contain an empty pregap which does not belong to the track itself.</p><p>Although the default behaviour of nearly all ripping software is to include the pregaps for most CDs it makes more sense to ignore them. When creating a K3b audio project you will regenerate these pregaps anyway.</p>
be: Калі ствараецца K3b аудыа-праект, вы аднавіце гэтыя паузы ў любым выпадку.</p>

source: <p>If this option is checked K3b will search for CD-Text on the source CD. Disable it if your CD drive has problems with reading CD-Text or you want to stick to Cddb info.
be: Адключыце наладку, калі ваш CD-прывад мае праблемы з чытаннем CD-Тэксту, або вы хочаце трымацца звестак Cddb.

source: <p>If this option is checked K3b will tell the writer to perform a quick format.<p>Erasing a rewritable medium completely can take a very long time and some writers perform a full format even if quick format is enabled.
be: [PO-fuzzy] <p>Калі гэтая наладка ўключана, K3b паведаміць пісьменніку правесці шпаркае фарматаванне.<p>На суцэльнае фарматаванне DVD-RW можа спатрэбіцца шмат часу. Некаторыя пісьменнікі DVD праводзяць поўнае фарматаванне, нават калі шпаркае патрабавана.

source: <p>If this option is checked and K3b is not able to read a data sector from the source medium it will be replaced with zeros on the resulting copy.
be: [PO-fuzzy] <p>Калі гэтая наладка ўключана, і K3b не здолее прачытаць сектар данняў з зыходнага CD/DVD, сектар будзе заменены нулямі у выніковай копіі.

source: <p>If this option is checked the PC will be rebooted after MPlayer has finished playing.
be: <p>Калі гэтая налада задзейнічана, ПК будзе перазагружаны пасля таго, як MPlayer скончыць прайграванне.

source: <p>If this option is checked the PC will be shut down after MPlayer has finished playing.
be: <p>Калі гэтая налада задзейнічана, ПК будзе выключаны пасля таго, як MPlayer скончыць прайграванне.

source: <p>If this option is checked the disk will be ejected after MPlayer has finished.
be: <p>Калі гэтая налада задзейнічана, дыск будзе высунуты пасля таго, як MPlayer завершыцца

source: <p>If this option is checked the order in which the files are played is determined randomly every time it is played.
be: <p>Калі гэты параметр задзейнічаны, парадак прайгравання файлаў вызначаецца выпадковым чынам кожны раз

source: <p>Ignore extended PSD (located in the ISO-9660 filesystem under `/EXT/PSD_X.VCD') and use the <em>standard</em> PSD.</p>
be: <p>Ігнараваць пашыраны PSD (змешчаны ў файлавай сістэме ISO-9660 пад `/EXT/PSD_X.VCD') і выкарыстоўваць <em>стандартны</em> PSD.</p>

source: <p>In CD Cloning mode K3b performs a raw copy of the CD. That means it does not care about the content but simply copies the CD bit by bit. It may be used to copy VideoCDs or CDs which contain erroneous sectors.<p><b>Caution:</b> Only single session CDs can be cloned.
be: Гэта выкарыстоўваецца для капіявання відэадыскаў ці дыскаў данняў, што змяшчаюць памылковыя сектары.<p><b>Заўважце:</b> Толькі аднасесійныя дыскі могуць быць кланаваны.

source: <p>KLibLoader could not load the plugin:<br/><i>%1</i></p><p>Error message:<br/><i>%2</i></p>
be: <p>Немагчыма загрузіць утулку ў KLibLoader:<br/><i>%1</i></p><p>Паведамленне аб памылцы:<br/><i>%2</i></p>

source: <p>No CDDB entry found. Enable remote CDDB queries in the K3b settings to get access to more entries through the internet.
be: Уключыце аддаленыя CDDB-запыты ў настаўленнях K3b для атрымання доступу да большай колькасці запісаў у праз інтэрнэт.

source: <p>Please choose the width and height of the resulting video. If one value is set to <em>Auto</em> K3b will choose this value depending on the aspect ratio of the video picture.<br>Be aware that setting both the width and the height to fixed values will result in no aspect ratio correction to be performed.
be: [PO-fuzzy] Калі адно значэнне выстаўлена як <em>Аўта</em>, K3b вызначыць гэтае значэнне ў залежнасці ад прапорцый выгляду відэа-малюнку.<br>Be aware that setting both the width and the height to fixed values will result in no aspect ratio correction to be performed.

source: <p>Please enter the preferred read speed for <b>%1</b>. This speed will be used for the currently mounted medium.<p>This is especially useful to slow down the drive when watching movies which are read directly from the drive and the spinning noise is intrusive.<p>Be aware that this has no influence on K3b since it will change the reading speed again when copying CDs or DVDs.
be: Яна будзе ўжыта для прымацаванага ў дадзены момант носьбіта.<p>Галоўным чынам гэта карысна для запаволення прывода падчас прагляду фільмаў непасрэдна з прыводу, каб пазбегнуць шуму ад вярчэння дыска.<p>Усведаміце, што гэта не мае ніякага ўплыву на K3b, бо яна зменіць хуткасць чытання зноў пры капіяванні CD ці DVD.

source: <p>Please specify the size of the media. Use suffixes <b>gb</b>,<b>mb</b>, and <b>min</b> for <em>gigabytes</em>, <em>megabytes</em>, and <em>minutes</em> respectively.
be: Карыстуйцеся суфіксамі <b>gb</b>,<b>mb</b>, and <b>min</b> for <em>гігабайтаў</em>, <em>мегабайтаў</em>, і <em>хвілін</em> адпаведна.

source: <p>This is the directory in which K3b will save the <em>image files</em>.<p>Please make sure that it resides on a partition that has enough free space.
be: <p>Гэта дырэкторыя, у якой K3b будзе захоўваць <em>файлы адбіткаў</em>.<p>Калі ласка, упэўніцеся, што яна змешчана на раздзеле, які мае дастаткова вольнага месца.

source: <p>This is the normal copy mode for DVD, Blu-ray, and most CD media types. It allows copying Audio CDs, multi and single session Data Media, and Enhanced Audio CDs (an Audio CD containing an additional data session).<p>For VideoCDs please use the CD Cloning mode.
be: [PO-fuzzy] Ён дазваляе капіяваць Аудыа-дыскі, шмат- і аднасесійныя дыскі данняў, і Enhanced Аудыа-дыскі (Аудыа-дыскі з дадатковай сесіяй данняў).<p>Для відэадыскаў, калі ласка, выкарыстоўвайце Рэжым кланавання CD.

source: <p>This option creates an XML description file with all video CD information.</p><p>This file will always contain all of the information.</p><p>Example: If you only extract sequences, the description file will also hold the information for files and segments.</p><p>The filename is the same as the video CD name, with a .xml extension. The default is VIDEOCD.xml.</p>
be: Прадвызначаным імем ёсць VIDEOCD.xml.</p>

source: <p>This option only makes sense if you are reading from a BIN CD disk image. This indicates to `vcdxrip' to assume a 2336-byte sector mode for image file.</p><b>Note: This option is slated to disappear.</b>
be: Гэта скажа `vcdxrip' прыняць рэжым 2336-байтнага сектару для файла адбітку.</p><b>Заўважце: Гэтая опцыя -- кандыдат на знікненне.</b>
